Repository: 190503059-tez/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de, nl_nl

source: Enter a password for authentication.
de: Geben Sie ein Passwort zur Authentifizierung ein.
nl_nl: Voer een wachtwoord in voor authenticatie.

source: The password cannot be empty.
de: Das Passwort darf nicht leer sein.
nl_nl: Het wachtwoord mag niet leeg zijn.

source: Confirm new password
de: Bestätige neues Passwort
nl_nl: Bevestig het nieuwe wachtwoord

source: Enter the new password again.
de: Bitte geben Sie das neue Passwort erneut ein.
nl_nl: Voer het nieuwe wachtwoord opnieuw in.

source: Excluded ids
de: Ausgeschlossene IDs
nl_nl: Uitgesloten ID's

source: IDs that are excluded.
de: Ausgeschlossene IDs.
nl_nl: ID's die zijn uitgesloten.

source: Locale
de: Sprache
nl_nl: Land/taal

source: Language
de: Sprache
nl_nl: Taal

source: Select the interface language. This will also change number and currency formatting.
de: Wählen Sie die Sprache für die Benutzeroberfläche.
nl_nl: Selecteer de interface-taal. Dit verandert ook de opmaak van getallen en valuta.

source: Temperature type
de: Temperaturtyp
nl_nl: Temperatuur type

source: Select the temperature indicator. Only affects the current values.
de: Wählen Sie die Temperaturanzeige.
nl_nl: Selecteer de temperatuurindicator. Heeft alleen invloed op de huidige waarden.

source: Distance type
de: Distanztyp
nl_nl: Afstandstype

source: Centimetre
de: Zentimeter
nl_nl: Centimeter

source: Inches
de: Zoll

source: Select the distance indicator. Only affects the current values.
de: Wählen Sie die Entfernungsanzeige.
nl_nl: Selecteer de afstandsindicator. Heeft alleen invloed op de huidige waarden.

source: Liquid volume type
de: Volumen Typ
nl_nl: Type vloeistofvolume

source: Litre
de: Liter
nl_nl: Liter

source: UK Gallons
de: Gallonen
nl_nl: Britse gallons

source: US Gallons
de: Gallonen
nl_nl: Amerikaanse gallons

source: Select the water volume indicator. Only affects the current values.
de: Wählen Sie die Wassermengenanzeige.
nl_nl: Selecteer de watervolume-indicator. Heeft alleen invloed op de huidige waarden.

source: Wind speed type
de: Windgeschwindigkeitstyp
nl_nl: Type windsnelheid

source: Meter per second
de: Meter pro Sekunde
nl_nl: Meter per seconde

source: Kilometre per hour
de: Kilometer pro Stunde
nl_nl: Kilometer per uur

source: Beaufort
de: Beaufort-Skala

source: Select the wind speed indicator. Only affects the current values.
de: Wählen Sie die Windgeschwindigkeitsanzeige.
nl_nl: Selecteer de windsnelheidsindicator. Heeft alleen invloed op de huidige waarden.

source: Power price
de: Strompreis
nl_nl: Stroom prijs

source: Enter the price per kWh.
de: Geben Sie den Preis pro kWh ein.
nl_nl: Vul de prijs per kWh in.

source: Water price
de: Wasserpreis
nl_nl: Water prijs

source: Enter the price per L/Gallon.
de: Geben Sie den Preis pro L/Gallone ein.
nl_nl: Voer de prijs per L/Gallon in.

source: Title
de: Titel
nl_nl: Titel

source: Enter a custom title.
de: Geben Sie einen benutzerdefinierten Titel ein.
nl_nl: Voer een aangepaste titel in.

source: The title cannot be empty.
de: Der Titel darf nicht leer sein.
nl_nl: De titel mag niet leeg zijn.

source: Profile image
de: Profilbild
nl_nl: Profielafbeelding

source: Update a custom image used in the menu.
de: Benutzerdefiniertes Menü-Bild aktualisieren.
nl_nl: Werk een aangepaste afbeelding bij die in het menu wordt gebruikt.

source: Graph smoothing
de: Graphenglättung
nl_nl: Grafiek vloeiend maken

source: Enter the amount of data points to average. 0 will disable this feature.
de: Geben Sie die Anzahl der Datenpunkte zum Durchschnitt ein. '0' zum deaktivieren.
nl_nl: Voer het aantal gegevenspunten in dat moet worden gemiddeld. 0 schakelt deze functie uit.

source: Auto dark mode
de: Automatischer Dunkelmodus
nl_nl: Automatische donkere modus

source: Toggle dark mode when the night starts.
de: Schalten Sie den Dunkelmodus um, wenn die Nacht beginnt.
nl_nl: Schakel de donkere modus in wanneer de nacht begint.

source: Show min and max values in gauge graphs
de: Zeigen Sie Min- und Max-Werte in Grafiken an
nl_nl: Toon min- en max- waarden in meter grafieken

source: Show the minimum and maximum value on the gauges.
de: Zeigen Sie den minimalen und maximalen Wert auf den Graphen an.
nl_nl: Toon de minimale en maximale waarde op de meters.

source: Hide enclosures on dashboard
de: Gehäuse auf dem Dashboard ausblenden
nl_nl: Verberg verblijven op het dashboard

source: Hide the enclosure data on the dashboard.
de: Blenden Sie die Gehäusedaten auf dem Dashboard aus.
nl_nl: Verberg de verblijfgegevens op het dashboard.

source: All gauges on a single page
de: Alle Grafen auf einer zusätzlichen Seite
nl_nl: Alle meters op één pagina

source: Add extra menu item for all sensors on a single page.
de: Fügen Sie einen zusätzlichen Menüpunkt für alle Sensoren auf einer einzigen Seite hinzu.
nl_nl: Voeg een extra menu-item toe voor alle sensoren op één pagina.

source: Meross username
de: Meross-Benutzername
nl_nl: Meross gebruikersnaam

source: Enter the username to login into Meross cloud.
de: Geben Sie den Benutzernamen ein, um sich bei der Meross-Cloud anzumelden.
nl_nl: Voer de gebruikersnaam in om in te loggen op Meross cloud.

source: Meross password
de: Meross-Passwort
nl_nl: Meross wachtwoord

source: Enter the password to login into Meross cloud.
de: Geben Sie das Passwort ein, um sich bei der Meross Cloud anzumelden.
nl_nl: Voer het wachtwoord in om in te loggen op Meross cloud.

source: Save
de: Speichern
nl_nl: Bewaar

source: CPU Load
de: CPU Auslastung
nl_nl: Processor belasting

source: Disk usage
de: Festplattennutzung
nl_nl: Harde schijf gebruik

source: Weather source credits
de: Wetterquelle credits
nl_nl: Weer broncredits

source: Today
de: Heute
nl_nl: Vandaag

source: Location
de: Standort
nl_nl: Locatie

source: Weather type
de: Wettertyp
nl_nl: Weertype

source: Rise
de: Anstieg
nl_nl: Opkomst

source: Set
de: Einstellung
nl_nl: Ondergaan

source: Temp.
de: Temperatur.

source: Forecast
de: Vorhersage
nl_nl: Voorspelling

source: No webcams
de: Keine Webcams
nl_nl: Geen webcams

source: Add new webcam
de: Neue Webcam hinzufügen
nl_nl: Voeg nieuwe webcam toe

source: Action succeeded
de: Aktion erfolgreich
nl_nl: Actie geslaagd

source: Add area
de: Bereich hinzufügen
nl_nl: Gebied toevoegen

source: added
de: hinzugefügt
nl_nl: toegevoegd

source: Add new area
de: Neuer Bereich hinzufügen
nl_nl: Voeg een nieuw gebied toe

source: Add new message
de: Neue Nachricht hinzufügen
nl_nl: Voeg een nieuw bericht toe

source: Add new playlist
de: Neue Playlist hinzufügen
nl_nl: Nieuwe afspeellijst toevoegen

source: Add new service
de: Neuen Dienst hinzufügen
nl_nl: Nieuwe dienst toevoegen

source: Audio file {file} is not valid.
de: Audiodatei {file} ist ungültig.
nl_nl: Audiobestand {file} is niet geldig.

source: Audio file is being processed. Please wait...
de: Die Audio-Datei wird bearbeitet. Bitte warten...
nl_nl: Audiobestand wordt verwerkt. Even geduld aub...

source: Audio files are uploaded.
de: Audiodateien wurden hochgeladen.
nl_nl: Audiobestanden zijn geüpload.

source: calibration
de: Kalibrierung
nl_nl: kalibratie

source: Changed relay {name} to {state}
de: Relais {name} in {state} geändert
nl_nl: Relay {name} gewijzigd in {state}

source: Change error
de: Fehler bei Änderung
nl_nl: Wijzigingsfout

source: Confirm password
de: Passwort bestätigen
nl_nl: Bevestig het wachtwoord

source: Could not change the relay state of
de: Der Relaiszustand von konnte nicht geändert werden
nl_nl: Kan de schakelaar niet wijzigen van

source: Current activity
de: Aktuelle Tätigkeit
nl_nl: Huidige activiteit

source: Delay
de: Verzögerung
nl_nl: Vertraging

source: Delete area
de: Bereich löschen
nl_nl: Gebied verwijderen

source: Delete audio file
de: Audio-Datei löschen
nl_nl: Audio-bestand verwijderen

source: Delete button
de: Taster löschen
nl_nl: Knop verwijderen

source: Delete enclosure
de: Gehäuse löschen
nl_nl: Verwijder verblijf

source: Delete event {title}
de: Ereignis {title} löschen
nl_nl: Afspraak {title} verwijderen

source: Delete message
de: Nachricht löschen
nl_nl: Bericht verwijderen

source: Delete playlist
de: Playlist löschen
nl_nl: Afspeellijst verwijderen

source: Delete relay
de: Relais löschen
nl_nl: Verwijder schakelaar

source: Delete sensor
de: Sensor löschen
nl_nl: Sensor verwijderen

source: Delete webcam
de: Webcam löschen
nl_nl: Verwijder webcam

source: Dimmer offset in percentage
de: Dimmer-Offset in Prozent
nl_nl: Dimmer-offset in procenten

source: Edit area
de: Bereich bearbeiten
nl_nl: Gebied bewerken

source: Edit button
de: Taster bearbeiten
nl_nl: Knop bewerken

source: Edit enclosure
de: Gehäuse bearbeiten
nl_nl: Bewerk verblijf

source: Edit message
de: Nachricht bearbeiten
nl_nl: Bericht bewerken

source: Edit playlist
de: Playlist bearbeiten
nl_nl: Afspeellijst bewerken

source: Edit relay
de: Relais bearbeiten
nl_nl: Bewerk schakelaar

source: Edit sensor
de: Sensor bearbeiten
nl_nl: Bewerk sensor

source: Edit webcam
de: Webcam bearbeiten
nl_nl: Bewerk webcam

source: Enter a description
de: Beschreibung eingeben
nl_nl: Voer een beschrijving in

source: Enter a duration in minutes or time
de: Geben Sie eine Dauer in Minuten oder Zeit ein
nl_nl: Voer een duur in minuten of tijd in

source: Enter a full url, local json file or script file.
de: Geben Sie eine vollständige URL zu einer lokalen JSON-Datei oder einer Script Datei an.

source: Enter amber GPIO pin
de: Geben Sie den gelben GPIO an

source: Enter a message
de: Nachricht eingeben
nl_nl: Voer een bericht in

source: Enter an address
de: Geben Sie eine Adresse ein
nl_nl: Vul een adres in

source: Enter a name
de: Geben Sie einen Namen ein
nl_nl: Vul een naam in

source: Enter a name for this area.
de: Geben Sie einen Namen für diesen Bereich ein.
nl_nl: Voer een naam in voor dit gebied.

source: Enter an email address
de: Bitte geben Sie eine E-Mail-Adresse ein
nl_nl: Vul een e-mailadres in

source: Enter a subject
de: Betreff eingeben
nl_nl: Vul een onderwerp in

source: Enter begin time
de: Geben Sie eine Startzeit ein
nl_nl: Voer de begintijd in

source: Enter end time
de: Geben Sie eine Endzeit ein
nl_nl: Voer de eindtijd in

source: Enter GPIO pin
de: Geben Sie den GPIO-Pin ein

source: Enter green GPIO pin
de: Geben Sie den grünen GPIO-Pin ein
nl_nl: Voer de groene GPIO-pin in

source: Enter height
de: Höhe eingeben
nl_nl: Voer hoogte in

source: Enter number
de: Nummer eingeben
nl_nl: Voer nummer in

source: Enter red GPIO pin
de: Geben Sie den roten GPIO-Pin ein
nl_nl: Voer de rode GPIO-pin in

source: Enter search terms
de: Suchbegriffe eingeben
nl_nl: Voer zoektermen in

source: Enter the address
de: Geben Sie eine Adresse ein
nl_nl: Vul het adres in

source: Enter the amount
de: Wert eingeben
nl_nl: Voer het aantal in

source: Enter the amount of hours to shift
de: Geben Sie die Zeitverschiebung ein
nl_nl: Voer het aantal te verschuiven uren in

source: Enter the capacitor value in &micro;F
de: Geben Sie den Kondensatorwert in &micro;F ein
nl_nl: Voer de condensatorwaarde in µF in

source: Enter the full post url
de: Geben Sie eine vollständige Post-URL ein

source: Enter the height
de: Geben Sie die Höhe ein
nl_nl: Voer de hoogte in

source: Enter the maximum amount of hours
de: Geben Sie die maximale Stundenanzahl ein
nl_nl: Voer het maximale aantal uren in

source: Enter the minimum amount of hours
de: Geben Sie die Mindestanzahl von Stunden ein
nl_nl: Voer het minimum aantal uren in

source: Enter the MQTT server address name or ip
de: Geben Sie den MQTT-Servernamen oder die IP-Adresse ein
nl_nl: Voer de adresnaam of ip van de MQTT-server in

source: Enter the MQTT server port number
de: Geben Sie die Portnummer des MQTT-Servers ein
nl_nl: Voer het MQTT-serverpoortnummer in

source: Enter the offset
de: Gebe die Offset-Nummer ein
nl_nl: Voer de offset in

source: Enter the Pushover API token
de: Geben Sie das Pushover-API-Token ein
nl_nl: Voer de Pushover API-token in

source: Enter the Pushover user key
de: Geben Sie den Pushover-Benutzerschlüssel ein
nl_nl: Voer de Pushover-gebruikerssleutel in

source: Enter the SMTP server address name or ip
de: Geben Sie den MQTT-Servernamen oder die IP-Adresse ein
nl_nl: Voer de adresnaam of ip van de SMTP-server in

source: Enter the SMTP server password
de: Geben Sie das SMTP-Serverkennwort ein
nl_nl: Voer het SMTP-serverwachtwoord in

source: Enter the SMTP server port number
de: Portnummer des SMTP-Servers eingeben
nl_nl: Voer het SMTP-serverpoortnummer in

source: Enter the SMTP server username
de: Geben Sie den Benutzernamen des SMTP-Servers ein
nl_nl: Voer de gebruikersnaam van de SMTP-server in

source: Enter width
de: Breite eingeben
nl_nl: Breedte invoeren

source: Error
de: Fehler

source: Error messages
de: Fehlermeldungen
nl_nl: Fout berichten

source: Export button
de: Taster exportieren
nl_nl: Exporteren knop

source: Export relay
de: Relais exportieren
nl_nl: Exporteer schakelaar

source: Export sensor
de: Sensor exportieren
nl_nl: Exporteer sensor

source: Form error
de: Formularfehler
nl_nl: Formulierfout

source: Ignore button
de: Taster ignorieren
nl_nl: Negeer knop

source: Ignore relay
de: Relais ignorieren
nl_nl: Negeer schakelaar

source: Ignore sensor
de: Sensor ignorieren
nl_nl: Negeer sensor

source: Ignore webcam
de: Webcam ignorieren
nl_nl: Negeer de webcam

source: Invalid timestamp in variation settings.
de: Ungültiger Zeitstempel in den Variationseinstellungen.

source: Manual mode relay
de: Relais im manuellen Modus
nl_nl: Handmatige modus schakelaar

source: Max power in percentage
de: Maximale Leistung in Prozent
nl_nl: Max. Vermogen in procenten

source: Messages per minute
de: Nachrichten pro Minute
nl_nl: Berichten per minuut

source: minutes
de: Minuten
nl_nl: minuten

source: No reminder
de: Keine Erinnerung
nl_nl: Geen herinnering

source: Not all required fields are entered correctly.
de: Nicht alle Pflichtfelder sind korrekt eingegeben.
nl_nl: Niet alle verplichte velden zijn correct ingevuld.

source: Open calender page
de: Kalenderseite öffnen
nl_nl: Open de kalenderpagina

source: Password
de: Passwort
nl_nl: Wachtwoord

source: Profile image is uploaded.
de: Das Profilbild ist hochgeladen.
nl_nl: Profiel afbeelding succesvol geüpload.

source: Reboot TerrariumPI
de: TerrariumPI neu starten
nl_nl: Start TerrariumPI opnieuw op

source: Restart TerrariumPI
de: TerrariumPI neu starten
nl_nl: Start TerrariumPI opnieuw

source: Save Error
de: Fehler beim Speichern
nl_nl: Fout bij opslaan

source: Save OK
de: Sichern OK
nl_nl: Opslaan OK

source: Scan for new relays
de: Nach neuen Relais suchen
nl_nl: Scan voor nieuwe schakelaars

source: Scan for new sensors
de: Nach neuen Sensoren suchen
nl_nl: Scan voor nieuwe sensoren

source: Select a day/night source
de: Wählen Sie eine Tag/Nacht-Quelle
nl_nl: Selecteer een dag/nacht-bron

source: Select a mode
de: Wählen Sie einen Modus
nl_nl: Selecteer een modus

source: Select amount
de: Wählen Sie Anzahl
nl_nl: Selecteer aantal

source: Select an area type
de: Wählen Sie einen Bereichstyp aus
nl_nl: Selecteer gebiedstype

source: Select an enclosure
de: Wählen Sie ein Gehäuse aus
nl_nl: Selecteer een verblijf

source: Select archive door state
de: Wählen Sie Türstatus archivieren aus
nl_nl: Archief deur status

source: Select archive light state
de: Wählen Sie Lichtarchiv aus
nl_nl: Archief licht status

source: Select archiving
de: Archivierung auswählen
nl_nl: Archiveren selecteren

source: Select areas
de: Wählen Sie Bereiche aus

source: Select a sound card
de: Wählen Sie eine Soundkarte aus
nl_nl: Selecteer een geluidskaart

source: Select a state
de: Status auswählen
nl_nl: Kies een status

source: Select audio files
de: Audiodateien auswählen
nl_nl: Selecteer audio-bestanden

source: Select available doors
de: Verfügbare Türen auswählen
nl_nl: Selecteer beschikbare deuren

source: Select available webcams
de: Verfügbare Webcams auswählen
nl_nl: Selecteer beschikbare webcams

source: Select compensation sensors
de: Kompensationssensoren auswählen
nl_nl: Selecteer compensatiesensoren

source: Select hardware
de: Hardware auswählen
nl_nl: Selecteer hardware

source: Select language
de: Sprache wählen
nl_nl: Selecteer taal

source: Select optional relay for flash
de: Optionales Relais für Blitz auswählen
nl_nl: Selecteer optionele schakelaar voor flits

source: Select period
de: Zeitraum auswählen
nl_nl: Selecteer periode

source: Select playlists
de: Wiedergabelisten auswählen
nl_nl: Selecteer afspeellijsten

source: Select relays
de: Relais auswählen
nl_nl: Selecteer schakelaars

source: Select rotation
de: Wählen Sie eine Drehung aus
nl_nl: Rotatie selecteren

source: Select sensors
de: Sensoren auswählen
nl_nl: Selecteer sensoren

source: Select type
de: Typ auswählen
nl_nl: Selecteer type

source: Select which frame to comparison
de: Wählen Sie aus, welches Bild zum Vergleich verwendet werden soll
nl_nl: Selecteer welke frame voor vergelijking

source: Select white balance
de: Wählen Sie einen Weißabgleich
nl_nl: Witbalans

source: Settings are updated.
de: Die Einstellungen wurden aktualisiert.
nl_nl: De instellingen zijn bijgewerkt.

source: Show the motion boxes
de: Bewegungsboxen anzeigen
nl_nl: Bewegingsvakken weergeven

source: Shutdown TerrariumPI
de: TerrariumPI abschalten
nl_nl: TerrariumPI uitschakelen

source: Threshold
de: Schwellenwert
nl_nl: Drempel

source: Toggle menu
de: Menü umschalten
nl_nl: Navigatiemenu

source: Toggle relay
de: Relais umschalten
nl_nl: Schakel

source: {type} {name} is {action}
de: {type} {name} ist {action}

source: updated
de: aktualisiert
nl_nl: bijgewerkt

source: Update error
de: Fehler bei der Aktualisierung
nl_nl: Update Fout

source: Uploaded files are not valid.
de: Hochgeladene Dateien sind ungültig.
nl_nl: Geüploade bestanden zijn niet geldig.

source: Upload error
de: Upload Fehler
nl_nl: Uploadfout

source: Upload ok
de: Hochladen ok

source: Warning
de: Warnung
nl_nl: Waarschuwing

source: Warning messages
de: Warnmeldungen
nl_nl: Waarschuwingsberichten

source: Water flow in liters per minute when powered on
de: Wasserdurchfluss in Litern pro Minute wenn eingeschaltet
nl_nl: Waterstroom in liters per minuut wanneer ingeschakeld

source: Wattage when powered on
de: Leistung in Watt wenn eingeschaltet
nl_nl: Wattage wanneer ingeschakeld

source: Weather data source url
de: URL der Wetterdatenquelle
nl_nl: URL van bron voor weergegevens

source: Relay change
nl_nl: Schakelaar verandering

source: Button change
nl_nl: Knop verandering

source: Name
nl_nl: Naam

source: Dashboard
nl_nl: Overzicht

source: System
nl_nl: Systeem

source: ERROR
nl_nl: Fout

source: Timer
nl_nl: Klok

source: When
nl_nl: Wanneer

source: Dimmer of duration
nl_nl: Dimmer uit tijdsduur

source: Show a title on the display.
nl_nl: Toon een titel op het scherm.

source: SMTP Server port
nl_nl: SMTP-serverpoort

source: Yellow
nl_nl: Geel

source: MQTT Server port
nl_nl: MQTT-serverpoort

source: MQTT secure connection
nl_nl: MQTT beveiligde verbinding

source: 1 minute
nl_nl: 1 minuut

source: Enter yellow GPIO pin
nl_nl: Voer de gele GPIO-pin in

source: OK
nl_nl: Oké
