Repository: 190503059-tez/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de, nl_nl

source: Lighting
de: Beleuchtung
nl_nl: Verlichting

source: Heating
de: Beheizung
nl_nl: Verwarming

source: Cooling
de: Kühlung
nl_nl: Koelen

source: Humidity
de: Luftfeuchtigkeit
nl_nl: Luchtvochtigheid

source: Water tank
de: Wassertank

source: Conductivity
de: Leitfähigkeit
nl_nl: Geleidingsvermogen

source: Fertility
de: Fruchtbarkeit
nl_nl: Vruchtbaarheid

source: Moisture
de: Bodenfeuchtigkeit
nl_nl: Vochtigheid

source: temperature
de: Temperatur
nl_nl: temperatuur

source: distance
de: Entfernung
nl_nl: afstand

source: altitude
de: Höhe
nl_nl: hoogte

source: pressure
de: Luftdruck
nl_nl: luchtdruk

source: humidity
de: Luftfeuchtigkeit
nl_nl: luchtvochtigheid

source: moisture
de: Bodenfeuchtigkeit
nl_nl: vochtigheid

source: conductivity
de: Leitfähigkeit
nl_nl: geleidbaarheid

source: light
de: Licht
nl_nl: licht

source: fertility
de: Fruchtbarkeit
nl_nl: vruchtbaarheid

source: co2
de: CO²

source: volume
de: Inhalt

source: watertank
de: Wassertank

source: windspeed
de: Windgeschwindigkeit
nl_nl: windsnelheid

source: water_flow
de: Wasserdurchfluss
nl_nl: waterstroom

source: wattage
de: Leistung

source: Up time
de: Betriebszeit
nl_nl: Actief

source: System load
de: Systemauslastung
nl_nl: Systeembelasting

source: CPU Temperature
de: CPU Temperatur
nl_nl: Processor temperatuur

source: Storage
de: Speicher
nl_nl: Opslag

source: Memory
de: RAM
nl_nl: Geheugen

source: average {sensor_type}
de: Durchschnitt {sensor_type}
nl_nl: gemiddelde {sensor_type}

source: last update
de: letztes Update
nl_nl: laatste wijziging

source: Local date
de: Lokales Datum

source: Local date, day and month
de: Lokales Datum, Tag und Monat

source: Local time
de: Lokale Zeit

source: Local time, hours and minutes
de: Ortszeit, Stunden und Minuten

source: Local date and time
de: Lokales Datum und Uhrzeit

source: Authentication login error
de: Login Fehler
nl_nl: Authenticatie inlogfout

source: IP of the wrong login attempt
de: Falsche IP bei Anmeldeversuch

source: Used username
de: benutzter Nutzername

source: Used password
de: benutztes Passwort

source: System warning
de: Systemwarnung
nl_nl: Systeemwaarschuwing

source: Warning message
de: Warnmeldung

source: System error
de: Systemfehler
nl_nl: Systeemfout

source: Error message
de: Fehlermeldung

source: System summary
de: Systemzusammenfassung

source: System uptime in human readable format
de: System online in lesbarem Format

source: System load last minute
de: Systemauslastung in der vergangenen Minute

source: True if there is an alarm
de: Alarm vorhanden

source: System CPU temperature
de: System CPU Temperatur

source: Storage usage
de: Speichernutzung

source: Memory usage
de: Speicherverbrauch
nl_nl: Geheugen verbruik

source: Average of [sensor type] (ex. temperature)
de: Durchschnitt von [sensor type] (außer Temperatur)

source: Sensor type unit value
de: Sensortyp Einheitswert

source: Current power usage
de: Aktueller Stromverbrauch

source: Max power usage
de: Max. Stromverbrauch

source: Current water flow
de: Aktueller Wasserdurchfluss

source: Max water flow
de: Max. Wasserfluss

source: Number of relays active
de: Anzahl der aktiven Relais

source: System to slow with updates (warning)
de: System zu langsam mit Aktualisierungen (Warnung)

source: Duration in seconds that are short
de: Dauer in Sekunden die kurz sind

source: The update duration in seconds
de: Aktualisierungsdauer in Sekunden

source: The max update duration
de: Die maximale Aktualisierungsdauer

source: Amount of times to late with updates
de: Anzahl Aktualisierungsprobleme

source: System to slow with updates more then 30 times
de: Häufigkeit von Aktualisierungsproblemen höher als 30

source: Sensor update (every 30 seconds)
de: Sensoraktualisierung (alle 30 Sekunden)

source: Hardware type
de: Hardwaretyp

source: Sensor type
de: Sensortyp

source: Address
de: Adresse
nl_nl: Adres

source: Limit min
de: niedrigster Wert
nl_nl: Limiet min

source: Limit max
de: Höchster Wert
nl_nl: Limiet max

source: Max difference
de: Maximale Differenz
nl_nl: Max verschil

source: Exclude from average
de: Im Durchschnittswert nicht berücksichtigen

source: Current value
de: Aktueller Wert
nl_nl: Huidige waarde

source: True if there is an error
de: Fehler vorhanden

source: Sensor change (only when value is changed)
de: Sensorwechsel (nur wenn der Wert sich ändert)

source: Relay update (every 30 seconds)
de: Relaisupdate (alle 30 Sek.)

source: Max wattage
de: Max. Wattleistung

source: True if in manual mode
de: Wahr, wenn im manuellen Modus

source: True if it is a dimmer
de: Dimmer vorhanden

source: Current state
de: Aktueller Modus

source: Relay change (only when value is changed)
de: Relaiswechsel (nur wenn der Wert sich ändert)

source: Relay toggle
de: Relaisauslöser

source: Button update (every 30 seconds)
de: Schalteraktualisierung (alle 30 Sekunden)

source: Button change (only when value is changed)
de: Schaltflächenwechsel (nur bei Wertänderung)

source: Button action
de: Taster Aktion

source: Webcam archive
de: Webcam-Archiv
nl_nl: Webcam archief

source: Display
de: Anzeige
nl_nl: Beeldscherm

source: Traffic light
de: Ampel
nl_nl: Verkeerslicht

source: Buzzer
de: Summer

source: Authenticate to make any changes
de: Authentifizieren Sie sich, um Änderungen vorzunehmen
nl_nl: Login om wijzigingen te kunnen maken

source: Authentication
de: Authentifizierung
nl_nl: Authenticatie

source: A new version ({version}) is available!
de: Eine neue Version ({version}) ist verfügbar!

source: About
de: Über
nl_nl: Over

source: Audio files
de: Audiodateien
nl_nl: Audio bestanden

source: Duration
de: Dauer
nl_nl: Tijdsduur

source: Filename
de: Dateiname
nl_nl: Bestandsnaam

source: Size
de: Grösse
nl_nl: Grootte

source: Action
de: Aktion
nl_nl: Actie

source: Upload new audio file
de: Neue Audiodatei hochladen
nl_nl: Upload een nieuw audiobestand

source: Choose a file
de: Datei auswählen
nl_nl: Kies een bestand

source: Buttons
de: Taster
nl_nl: Knoppen

source: No buttons
de: Keine Taster
nl_nl: Geen knoppen

source: Add new button
de: Taster hinzufügen
nl_nl: Voeg nieuwe knop toe

source: Login to make changes
de: Melden Sie sich an, um Änderungen vorzunehmen
nl_nl: Log in om wijzigingen aan te brengen

source: Last update
de: Letzte Aktualisierung
nl_nl: Laatste wijziging

source: error
de: Fehler

source: warning
de: Warnung
nl_nl: waarschuwing

source: Day
de: Tag
nl_nl: Dag

source: Week
de: Woche

source: Month
de: Monat
nl_nl: Maand

source: Year
de: Jahr
nl_nl: Jaar

source: Export
de: Exportieren
nl_nl: Exporteren

source: Settings
de: Einstellungen
nl_nl: Instellingen

source: Ignore
de: Ignorieren
nl_nl: Negeer

source: Delete
de: Löschen
nl_nl: Verwijder

source: Calendar
de: Kalender
nl_nl: Kalender

source: Download iCal
de: iCal herunterladen

source: Power usage in Watt
de: Stromverbrauch in Watt
nl_nl: Stroomverbruik in Watt

source: Water flow in %s
de: Wasserdurchfluss in %s
nl_nl: Waterverbruik in %s

source: Total power usage
de: Gesamtleistung
nl_nl: Totaal stroomverbruik

source: in
de: im

source: Total water usage
de: Gesamtwasserverbrauch
nl_nl: Totaal waterverbruik

source: Enclosures
de: Terrarien
nl_nl: Verblijven

source: Night
de: Nacht
nl_nl: Nacht

source: Low
de: Niedrig
nl_nl: Laag

source: High
de: Hoch
nl_nl: Hoog

source: Current
de: Aktuell
nl_nl: Huidig

source: No enclosures
de: Keine Terrarien
nl_nl: Geen verblijven

source: Add new enclosure
de: Neues Terrarium hinzufügen
nl_nl: Voeg een nieuwe verblijf toe

source: Areas
de: Bereich
nl_nl: Gebieden

source: Type
de: Typ

source: Mode
de: Modus
nl_nl: Modus

source: Actions
de: Aktionen
nl_nl: Acties

source: Confirm
de: Bestätigen
nl_nl: Bevestigen

source: Close
de: Schließen
nl_nl: Sluiten

source: Upcoming events
de: Nächste Termine
nl_nl: Aankomende evenementen

source: See All Events
de: Alle Termine anzeigen
nl_nl: Alle evenementen bekijken

source: All doors status
de: Status aller Türen
nl_nl: Status van de deuren

source: All doors are closed
de: Alle Türen sind geschlossen
nl_nl: Alle deuren zijn gesloten

source: Current status
de: Aktueller Status
nl_nl: Huidige status

source: Hello
de: Hallo
nl_nl: Hallo

source: Logout
de: Ausloggen
nl_nl: Uitloggen

source: Login
de: Anmelden
nl_nl: Inloggen

source: Read only mode
de: Readonly Modus
nl_nl: Alleen-lezen modus

source: Home
de: Startseite
nl_nl: Thuis

source: All sensors
de: Alle Sensoren
nl_nl: Alle sensoren

source: Weather
de: Wetter
nl_nl: Weer

source: Sensors
de: Sensoren
nl_nl: Sensoren

source: New sensor
de: Sensor hinzufügen
nl_nl: Nieuwe sensor

source: Scan sensors
de: Sensoren scannen
nl_nl: Scan sensoren

source: Relays
de: Relais
nl_nl: Schakelaars

source: New relay
de: Relais hinzufügen
nl_nl: Nieuwe schakelaar

source: Scan relays
de: Relais scannen
nl_nl: Scan schakelaars

source: New button
de: Taster hinzufügen
nl_nl: Nieuwe knop

source: Webcams
de: Webkameras

source: Show
de: Zeigen
nl_nl: Toon

source: New webcam
de: Neue Webcam
nl_nl: Nieuwe webcam

source: Files
de: Dateien
nl_nl: Bestanden

source: Playlists
de: Playlisten
nl_nl: Afspeellijsten

source: New playlist
de: Neue Playlist
nl_nl: Nieuwe afspeellijst

source: List
de: Liste
nl_nl: Lijst

source: New enclosure
de: Neues Terrarium
nl_nl: Nieuwe verblijf

source: New area
de: Neuer Bereich
nl_nl: Nieuw gebied

source: Notifications
de: Benachrichtigungen
nl_nl: Meldingen

source: Log
de: Protokoll

source: Restart
de: Dienst neustarten
nl_nl: Opnieuw starten

source: Reboot
de: System neustarten
nl_nl: Opnieuw opstarten

source: Shutdown
de: System herunterfahren
nl_nl: Uitschakelen

source: Help
de: Hilfe
nl_nl: Hulp

source: More help online
de: Weitere Informationen

source: Save changes
de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Download log file
de: Log-Datei herunterladen

source: System logging
de: Systemereignisse
nl_nl: Systeemregistratie

source: Filters
de: Filter

source: errors
de: Fehler
nl_nl: fouten

source: warnings
de: Warnungen
nl_nl: waarschuwingen

source: Area settings
de: Bereichseinstellungen
nl_nl: Gebiedsinstellingen

source: Enclosure
de: Terrarium
nl_nl: Verblijf

source: Select the enclosure where this area belongs to.
de: Wählen Sie das Terrarium aus, zu dem dieser Bereich gehört.
nl_nl: Selecteer het verblijf waartoe dit gebied behoort.

source: Select the type of area. Each type has its own extra options and logic.
de: Wählen sie den Bereichstyp aus. Jeder Typ hat seine eigenen Einstellungen.
nl_nl: Selecteer het type gebied. Elk gebied heeft zijn eigen logica.

source: Enter a name.
de: Geben Sie einen Namen ein.
nl_nl: Vul een naam in.

source: The name cannot be empty.
de: Der Name darf nicht leer sein.
nl_nl: De naam kan niet leeg zijn.

source: Disabled
de: Deaktiviert
nl_nl: Gedeactiveerd

source: Weather day/night
de: Wetter Tag/Nacht
nl_nl: Weer dag / nacht

source: Weather night/day
de: Wetter Nacht/Tag
nl_nl: Weer nacht / dag

source: Select the mode of this area. This will change the timing and duration of the relays.
de: Wählen Sie den Modus dieses Bereichs. Das ändert Schaltzeit- und dauer der Relais.
nl_nl: Selecteer de modus van dit gebied. Dit bepaald de timing en duur van de schakelaars.

source: Minimum hours
de: Mindeststunden
nl_nl: Minimale uren

source: The minimum amount of hours that the lights are turned on. This is only valid in weather mode. When the day is shorter then this minimum value, the day will be extended to this minimum value.
de: Die Mindeststundenzahl, in der das Licht eingeschaltet ist. Dies ist nur valide im Wetter-Modus. Wenn der Tag kürzer als die Mindeststundenzahl ist, wird die Dauer verlängert, bis die Mindeststundenzahl erreicht ist.
nl_nl: Het minimum aantal uren dat de lichten zijn ingeschakeld. Dit is alleen geldig in de weer modus. Als de dag korter is dan deze minimumwaarde, wordt de dag verlengd tot deze minimumwaarde.

source: Maximum hours
de: Maximale Stunden
nl_nl: Maximum aantal uren

source: The maximum amount of hours that the lights are turned on. This is only valid in weather mode. When the day is longer then this maximum value, the day will be shortened to this maximum value.
de: Die Maximalstundenzahl, in der das Licht eingeschaltet ist. Dies ist nur valide im Wetter-Modus. Wenn der Tag kürzer als die Mindeststundenzahl ist, wird die Dauer verkürzt wenn die Maximalstundenzahl erreicht ist.
nl_nl: Het maximale aantal uren dat de lichten zijn ingeschakeld. Dit is alleen geldig in de weer modus. Als de dag langer is dan deze maximale waarde, wordt de dag ingekort tot deze maximale waarde.

source: Hours shift
de: Zeitverschiebung
nl_nl: Uren opschuiven

source: The amount of time to shift in hours based on the sun rise time. Negative values will make the day start earlier.
de: Die Zeit für die Verschiebung in Stunden basierend auf der Sonnenaufgangszeit. Negative Werte lassen den Tag füher starten.
nl_nl: De hoeveelheid tijd die moet worden verschoven in uren op basis van de opkomsttijd van de zon. Negatieve waarden zal de dag eerder doen starten.

source: Enter a value between -12 and 12.
de: Geben Sie einen Wert zwischen -12 und 12 ein.
nl_nl: Voer een waarde in tussen -12 en 12.

source: Main lights
de: Hauptlichter
nl_nl: Hoofd verlichting

source: Toggle this if this is the main lights for this enclosure. This is used for the light checks in other areas.
de: Aktivieren, wenn dies die Hauptbeleuchtung für dieses Terrarium ist. Diese Einstellung wird für die Lichtoptionen in anderen Bereichen verwendet.
nl_nl: Schakel dit in als dit de hoofdlichten zijn voor dit verblijf. Dit wordt gebruikt voor de lichtcontroles in andere gebieden.

source: Below you can per select the relays and timer settings per period daytime and nighttime.
de: Unten können Sie die Relais- und Timereinstellungen pro Zeitraum Tag und Nacht auswählen.
nl_nl: Hieronder kunt u de relais- en timerinstellingen per periode dag en nacht selecteren.

source: Day settings
de: Tageseinstellungen
nl_nl: Daginstellingen

source: Night settings
de: Nachteinstellungen
nl_nl: Nachtinstellingen

source: Begin time
de: Start
nl_nl: Begintijd

source: The time of the day when the relays are toggled on each day.
de: Die Tageszeit, zu der die Relais jeden Tag eingeschaltet werden.
nl_nl: Het tijdstip van de dag waarop de relais elke dag worden ingeschakeld.

source: Enter a valid time.
de: Geben Sie eine gültige Zeit ein.
nl_nl: Voer een geldige tijd in.

source: End time
de: Endzeit
nl_nl: Eindtijd

source: The time of the day when the relays are toggled off each day.
de: Die Tageszeit, zu der die Relais jeden Tag ausgeschaltet werden.
nl_nl: Het tijdstip van de dag waarop de relais elke dag worden uitgeschakeld.

source: On duration
de: Einschaltdauer
nl_nl: Tijdsduur aan

source: The duration when the relays should be on. If this is shorter then all day, you will get a timer functionality. Enter '0' to have a full day.
de: Die Dauer für die das Relais eingeschaltet sein soll. 0 entspricht dauerhaft eingeschaltet, andere Werte für Timer-Funktion.
nl_nl: De duur waarin de schakelaars moeten zijn ingeschakeld. Als dit korter is dan de hele dag, krijgt u een timer functie. Voer '0' in om een volledige dag te hebben.

source: Off duration
de: Ausschaltdauer
nl_nl: Tijdsduur uit

source: Select the relays to toggle.
de: Definition des zu schaltenden Relais.
nl_nl: Selecteer de schakelaars.

source: Select the mode of this area. This will change the timing and duration of the players.
de: Wählen Sie den Modus dieses Bereichs. Das ändert Einschaltzeit und -dauer der Elemente.
nl_nl: Selecteer de modus van dit gebied. Dit bepaald de timing en duur van de schakelaars.

source: Sound card
de: Soundkarte
nl_nl: Geluidskaart

source: Select the sound card that is used for this enclosure.
de: Wählen Sie die Soundkarte aus, die für dieses Terrarium verwendet wird.
nl_nl: Selecteer de geluidskaart die voor dit verblijf wordt gebruikt.

source: Enter a valid duration in minutes.
de: Geben Sie eine gültige Dauer in Minuten ein.
nl_nl: Vul een geldige tijdsduur in minuten.

source: The duration when the relays should be stay off when switched off. Enter '0' to disable.
de: Die Dauer, die das Relais nach Ausschalten ausgeschaltet bleiben soll. '0' zum deaktivieren.
nl_nl: De tijdsduur dat de relais uitgeschakeld moeten blijven. Voer '0' in om uit te schakelen.

source: Select the playlist(s) to be played.
de: Wählen Sie die abzuspielende(n) Playlist(s).
nl_nl: Selecteer de afspeellijsten.

source: Select at least 1 playlist.
de: Wählen Sie mindestens 1 Playlist aus.
nl_nl: Selecteer minimaal 1 afspeellijst.

source: The time of the day when the relays are toggled on each night.
de: Der Zeitpunkt in der Nacht wenn die Relais umgeschaltet werden sollen.
nl_nl: Het tijdstip van de dag waarop de relais elke nacht worden ingeschakeld.

source: The time of the day when the relays are toggled off each night.
de: Der Zeitpunkt in der Nacht wenn die Relais umgeschaltet werden sollen.
nl_nl: Het tijdstip van de dag waarop de relais elke nacht worden uitgeschakeld.

source: The duration when the players should be on. If this is shorter then all day, you will get a timer functionality. Enter '0' to have a full night.
de: Die Zeitspanne, wie lang der Player an ist. '0' für eine ganze Nacht, hóhere Werte für Timer Modus.
nl_nl: De duur waarin de spelers moeten zijn ingeschakeld. Als dit korter is dan de hele dag, krijgt u een timer functie. Voer '0' in om een volledige nacht te hebben.

source: The duration when the players should be stay off when switched off. Enter '0' to disable.
de: Die Zeitspanne wie lange Player aus sein sollen, nachdem diese ausgeschaltet wurden. '0' zum deaktivieren.
nl_nl: De duur dat de spelers uitgeschakeld moeten blijven wanneer ze zijn uitgeschakeld. Voer '0' in om uit te schakelen.

source: Select the mode of this area. This will change the timing and duration of the actions.
de: Wählen Sie den Modus dieses Bereichs. Das ändert Einschaltzeit und -dauer der Elemente.
nl_nl: Selecteer de modus van dit gebied. Dit bepaald de timing en duur van de acties.

source: Select sensors to use for sensor based mode.
de: Wählen Sie die Sensoren aus , welche im Sensor-Modus verwendet werden sollen.
nl_nl: Selecteer sensoren om te gebruiken voor de sensorgebaseerde modus.

source: Select at least 1 sensor.
de: Wählen Sie mindestens 1 Sensor aus.
nl_nl: Selecteer minimaal 1 sensor.

source: Water volume
de: Wasservolumen

source: Enter the volume of the water tank.
de: Geben Sie das Volumen des Wassertanks ein.
nl_nl: Voer de volume in van de watertank.

source: Please enter a minimum value of %s.
de: Bitte geben Sie einen Mindestwert von %s ein.
nl_nl: Voer een minimale waarde in van %s.

source: Height
de: Höhe
nl_nl: Hoogte

source: Enter the height of the water tank.
de: Geben Sie die Höhe des Wassertanks ein.
nl_nl: Voer de hoogte in van de watertank.

source: Offset
de: Korrektur
nl_nl: Compensatie

source: Enter the offset between sensor and water height.
de: Korrekturhöhe zwischen Sensor und Wasserhöhe.
nl_nl: Voer de offset tussen sensor en waterhoogte in.

source: Day/night difference
de: Tag/Nacht-Unterschied
nl_nl: Dag/nacht verschil

source: Amount to change between day and night.
de: Differenz zwischen Tag und Nacht.
nl_nl: Waarde om te wisselen tussen dag en nacht.

source: Day/night source
de: Tag/Nacht-Quelle
nl_nl: Dag/nacht bron

source: Lights
de: Lichter
nl_nl: Lampen

source: Select source when it is 'day'.
de: Wählen Sie die Quelle wann es 'Tag' ist.
nl_nl: Selecteer de bron wanneer het 'dag' is.

source: Depends on
de: Abhängig von

source: Select the areas where this area depends on.
de: Wählen Sie das Terrarium aus, zu dem dieser Bereich gehört.

source: Low alarm
de: Unterer Alarm
nl_nl: Laag alarm

source: High alarm
de: Oberer Alarm
nl_nl: Hoog alarm

source: Variation
de: Variationen
nl_nl: Variatie

source: The duration when the relays should be on. If this is shorter then all day, you will get a timer functionality. Enter '0' to have a full night.
de: Die Dauer welche die Relais eingeschaltet sein sollen. Wenn dies kürzer als den ganzen Tag sein soll, gibt es eine Timerfunktion. Geben Sie '0' für die ganze Nacht ein.
nl_nl: De tijdsduur dat de relais ingeschakeld moeten zijn. Als dit korter is dan de hele dag, krijg je een timer functie. Voer '0' in om een volledige nacht te hebben.

source: Power on time
de: Einschaltzeit
nl_nl: Ingeschakeld

source: The duration in seconds to toggle on the relay.
de: Die Dauer in Sekunden, die ein Relais zum Einschalten benötigt.
nl_nl: De duur in seconden om het schakelaars in te schakelen.

source: Enter a valid duration in seconds.
de: Geben Sie eine gültige Dauer in Sekunden ein.
nl_nl: Voer een geldige duur in seconden in.

source: Settle time
de: Wartezeit
nl_nl: Stabilisatietijd

source: The duration in seconds between two actions.
de: Die Dauer in Sekunden zwischen zwei Aktionen.
nl_nl: De duur in seconden tussen twee acties.

source: Light status
de: Licht Status
nl_nl: Status van het licht

source: Ignored
de: Ignoriert
nl_nl: Genegeerd

source: On
de: Ein
nl_nl: Aan

source: Off
de: Aus
nl_nl: Uit

source: Select the lights status.
de: Wählen Sie den Lichtstatus aus.
nl_nl: Selecteer de lichtstatus.

source: Door status
de: Türststatus
nl_nl: Deur status

source: Open
de: Öffnen

source: Closed
de: Geschlossen
nl_nl: Gesloten

source: Select the door status.
de: Wählen Sie den Türstatus aus.
nl_nl: Selecteer de deurstatus.

source: Alarm threshold
de: Alarm-Grenzwert
nl_nl: Alarmdrempel

source: Enter the amount of alarms before action take place.
de: Geben Sie die Anzahl der Alarme ein, bevor eine Aktion ausgeführt wird.
nl_nl: Voer het aantal alarmen in voordat actie plaatsvindt.

source: Ignore low alarm
de: Niedrigen Alarm ignorieren

source: Toggle to ignore the low alarm value of the sensors, and use high alarm value only.
de: Aktivieren, um den niedrigen Alarmwert der Sensoren zu ignorieren und nur den hohen Alarmwert zu verwenden.

source: Select the light status.
de: Wählen Sie den Lichtstatus aus.
nl_nl: Selecteer de lichtstatus.

source: Ignore high alarm
de: Oberen Alarm ignorieren

source: Toggle to ignore the high alarm value of the sensors, and use the low alarm value only
de: Aktivieren, um den oberen Alarmwert der Sensoren zu ignorieren und nur den niedrigen Alarmwert zu benutzen

source: Here you can enter periods where the sensors will change their values according to the list below. Make sure the periods are in chronological order!
de: Hier können Sie Zeiträume eingeben, in denen die Sensoren ihre Werte gemäß der folgenden Liste ändern. Stellen Sie sicher, dass die Zeiträume in chronologischer Folge sind!

source: Source
de: Quelle

source: Period/duration
de: Zeitraum/Dauer
nl_nl: Periode/tijdsduur

source: External source url
de: Externe Quell-URL

source: Value
de: Wert
nl_nl: Waarde

source: After x minutes change to value or at exactly a time stamp.
de: Wechsle Wert nach x Minuten oder zu einem bestimmten Zeitpunkt.
nl_nl: Verander na x minuten naar waarde of op exact een tijdstip.

source: Enter a full url to the external source according to the Remote data feature.
de: Geben Sie gemäß der Remote-Datenfunktion eine vollständige URL zur externen Quelle ein.

source: Enter a negative or positive offset value.
de: Geben Sie einen negativen oder positiven Offsetwert ein.

source: Enter a duration in minutes or the actual time of the day.
de: Geben Sie eine Dauer in Minuten oder die aktuelle Tageszeit ein.
nl_nl: Voer een duur in minuten of de werkelijke tijd van de dag in.
