Repository: 190503059-tez/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: de, nl_nl

source: Enter a negative or positive value for a relative action. A number is treated as an absolute value.
de: Geben Sie einen negativen oder positiven Wert für eine relative Aktion ein.
nl_nl: Voer een negatieve of positieve waarde in voor een relatieve actie. Een getal wordt behandeld als een absolute waarde.

source: Add a new row
de: Neue Zeile hinzufügen
nl_nl: Voeg een nieuwe rij toe

source: Remove row
de: Zeile entfernen
nl_nl: Verwijder rij

source: After x minutes
de: Nach x Minuten
nl_nl: Na x minuten

source: At time
de: Zu einem bestimmten Zeitpunkt
nl_nl: Op tijdstip

source: Using current weather
de: Aktuelles Wetter verwenden

source: Use json source
de: Externe JSON-Quelle verwenden

source: Use script
de: Script verwenden

source: Select a valid option.
de: Wählen Sie eine gültige Option aus.

source: Enter a valid url, local json file or script file.
de: Geben Sie eine gültige URL, lokale JSON-Datei oder eine Script Datei an.

source: Offset.
de: Korrektur.

source: Dimmer on duration
de: Dimmer Einschaltdauer
nl_nl: Dimmer aan tijd in seconden

source: Dimmer off duration
de: Dimmer Ausschaltdauer

source: Select the delay and duration for the dimmer to go to on or off in minutes. Max duration is 180 minutes.
de: Wählen Sie die Verzögerung und Dauer für das Ein- oder Ausschalten des Dimmers in Minuten. Maximale Dauer ist 180 Minuten.
nl_nl: Selecteer de vertraging en duur voor de dimmer om aan of uit te gaan in minuten. De maximale duur is 180 minuten.

source: Relay delay on
de: Relaisverzögerung ein
nl_nl: Schakelaar vertraging aan

source: Relay delay off
de: Relaisverzögerung aus
nl_nl: Schakelaar vertraging uit

source: Select the delay in minutes that a relay waits before it turns on. Max delay is 180 minutes.
de: Wählen Sie die Verzögerung in Minuten aus, die ein Relais wartet, bevor es einschaltet. Maximale Verzögerung ist 180 Minuten.
nl_nl: Selecteer de vertraging in minuten die een relais wacht voordat het wordt ingeschakeld. Max vertraging is 180 minuten.

source: Button settings
de: Taster Einstellungen
nl_nl: Knop instellingen

source: Select the hardware type for this button.
de: Wählen Sie den Hardwaretyp für diesen Taster aus.
nl_nl: Selecteer het hardwaretype voor deze knop.

source: Please select a hardware type.
de: Bitte wählen Sie einen Hardwaretyp aus.
nl_nl: Selecteer een hardwaretype.

source: Enter an address.
de: Geben Sie eine Adresse ein.
nl_nl: Vul een adres in.

source: The address cannot be empty.
de: Adresse darf nicht leer sein.
nl_nl: Het adres mag niet leeg zijn.

source: The current state of the button.
de: Der aktuelle Status des Tasters.
nl_nl: De huidige status van de knop.

source: Capacitor value in &micro;F
de: Kondensatorwert in &micro;F
nl_nl: Condensatorwaarde in µF

source: Enter the capacitor value in &micro;F as this will influence the light calculation.
de: Geben Sie den Kondensatorwert in &micro;F ein, da dieser Einfluss auf die Lichtberechnung hat.
nl_nl: Voer de condensatorwaarde in µF in, aangezien dit de lichtberekening zal beïnvloeden.

source: Please enter value between %s and %s.
de: Bitte geben Sie einen Wert zwischen %s und %s ein.
nl_nl: Voer een waarde in tussen %s en %s.

source: Enclosure settings
de: Terrarieneinstellungen
nl_nl: Verblijf instellingen

source: Image
de: Bild
nl_nl: Afbeelding

source: Select an image file to use on the dashboard page.
de: Wählen Sie eine Bilddatei aus, die auf der Dashboard-Seite verwendet werden soll.
nl_nl: Selecteer een afbeelding om op de dashboardpagina te gebruiken.

source: Please select a filename with the extension of .jpg, .png, .gif.
de: Bitte wählen Sie einen Dateinamen mit der Erweiterung .jpg, .png, .gif.
nl_nl: Selecteer een bestandsnaam met de extensie .jpg, .png, .gif.

source: Description
de: Beschreibung
nl_nl: Beschrijving

source: Enter some information about this enclosure.
de: Geben Sie einige Informationen zu diesem Terrarium ein.
nl_nl: Voer wat informatie over dit verblijf in.

source: Doors
de: Türen
nl_nl: Deuren

source: Select the doors that are used with this enclosure.
de: Wählen Sie die Türen aus, die mit diesem Terrarium verwendet werden.
nl_nl: Selecteer de deuren die bij dit verblijf worden gebruikt.

source: Select the webcams that are used with this enclosure. You can use html colors and fonts and images.
de: Wählen Sie die Webcams aus, die mit diesem Terrarium verwendet werden. Sie können HTML Farben, Schriftarten und Bilder verwenden.
nl_nl: Selecteer de webcams die bij deze behuizing worden gebruikt. U kunt html-kleuren en lettertypen en afbeeldingen gebruiken.

source: Event
de: Ereignis
nl_nl: Evenement

source: Enter some information about this event.
de: Geben Sie einige Informationen zu diesem Ereignis ein.
nl_nl: Voer wat informatie over dit evenement in.

source: Date
de: Datum
nl_nl: Datum

source: The date or period for this event.
de: Das Datum oder der Zeitraum für dieses Ereignis.
nl_nl: De datum of periode voor dit evenement.

source: Repeat every
de: Wiederholen alle
nl_nl: Herhaal elke

source: Remind in
de: Erinnerung in
nl_nl: Herinneren in

source: No repeat
de: Keine Wiederholung
nl_nl: Niet herhalen

source: Days
de: Tage
nl_nl: Dagen

source: Weeks
de: Wochen
nl_nl: Weken

source: Months
de: Monate
nl_nl: Maanden

source: Years
de: Jahre
nl_nl: Jaren

source: Select a repeat period and an amount.
de: Wählen Sie einen Wiederholungszeitraum und eine Anzahl aus.
nl_nl: Selecteer een herhalingsperiode en een aantal.

source: Please enter a valid repeat period amount.
de: Geben Sie eine gültige Anzahl ein.
nl_nl: Voer een geldige herhaal hoeveelheid in.

source: Message settings
de: Benachrichtigungseinstellungen
nl_nl: Berichtinstellingen

source: Message type
de: Nachrichtentyp
nl_nl: Berichttype

source: Select the notification message type.
de: Benachrichtigungstyp wählen

source: Subject
de: Betreff
nl_nl: Onderwerp

source: Enter a short subject. You can use placeholder values here.
de: Geben Sie ein kurzes Thema ein. Hier können Platzhalterwerte verwendet werden.

source: The subject cannot be empty.
de: Eingabe erforderlich.

source: Rate limit
de: Geschwindigkeitslimit
nl_nl: Limit

source: Maximum number of messages per minute for this message. Use 0 for unlimited.
de: Maximale Anzahl von Benachrichtigungen pro Minute. 0 = unbegrenzt.

source: Enter a valid number.
de: Geben Sie eine gültige Nummer ein.

source: Enabled
de: Aktiviert
nl_nl: Geactiveerd

source: Enable/disable this notification message.
de: Aktivieren/deaktivieren Sie diese Benachrichtigung.

source: Message
de: Nachricht
nl_nl: Bericht

source: Enter a message. You can use placeholder values here.
de: Geben Sie eine Nachricht ein. Sie können hier Platzhalter Werte nutzen.

source: Services
de: Leistungen
nl_nl: Diensten

source: Select the service to use for this notification message.
de: Wählen Sie den Dienst der für die Benachrichtigung genutzt werden soll.

source: Place holders
de: Platzhalter
nl_nl: Plaatshouders

source: List of available placeholders.
de: Liste von verfügbaren Platzhaltern.

source: Playlist settings
de: Playlist-Einstellungen
nl_nl: Afspeellijst instellingen

source: Audio volume
de: Audio Lautstärke

source: Select the volume for this playlist.
de: Wählen Sie die Lautstärke für diese Playlist aus.
nl_nl: Selecteer het volume voor deze afspeellijst.

source: Shuffle
de: Mischen
nl_nl: Random

source: Shuffle this playlist every time it is played.
de: Mischen Sie diese Playlist jedes Mal, wenn sie abgespielt wird.
nl_nl: Schud deze afspeellijst elke keer dat deze wordt afgespeeld.

source: Repeat
de: Wiederholen
nl_nl: Herhaal

source: Play this playlist in repeat mode.
de: Spielen Sie diese Playlist im Wiederholungsmodus ab.
nl_nl: Speel deze afspeellijst in herhaalmodus.

source: Select all audio files for this playlist.
de: Wählen Sie alle Audiodateien für diese Playlist aus.
nl_nl: Selecteer alle audiobestanden voor deze afspeellijst.

source: Select at least 1 audio file.
de: Wählen Sie mindestens 1 Audiodatei aus.
nl_nl: Selecteer minimaal 1 audiobestand.

source: Relay settings
de: Relaiseinstellungen
nl_nl: Schakelaar instellingen

source: Select the hardware type for this relay.
de: Wählen Sie den Hardwaretyp für diesen Taster aus.
nl_nl: Selecteer het hardwaretype voor deze schakelaar.

source: Wattage
de: Watt

source: Enter the max wattage when switched on.
de: Geben Sie die maximale Wattleistung ein.
nl_nl: Voer het maximale wattage in wanneer ingeschakeld.

source: Water flow
de: Wasserfluss
nl_nl: Waterstroom

source: Enter the max water flow when switched on.
de: Geben Sie den maximalen Wasserdurchfluss ein.
nl_nl: Voer het maximale water gebruik in wanneer ingeschakeld.

source: The current state of the relay.
de: Der aktuelle Status des Relais.
nl_nl: De huidige status van de schakelaar.

source: Dimmer frequency in Hz
de: Dimmerfrequenz in Hz
nl_nl: Dimmerfrequentie in Hz

source: The frequency on which the dimmer operates.
de: Arbeitsfrequenz des Dimmers.
nl_nl: De frequentie waarop de dimmer werkt.

source: Max power in %
de: Maximale Leistung in %
nl_nl: Maximaal vermogen in %

source: The maximum power for this dimmer.
de: Die maximale Leistung für diesen Dimmer.
nl_nl: Het maximale vermogen voor deze dimmer.

source: The dimmer offset.
de: Dimmer-Offset.
nl_nl: De dimmer-offset.

source: Dimmer max dim value
de: Max. Dimmwert

source: The dimmer max dim value.
de: Der maximale Dimmwert.

source: Please enter valid number
de: Geben Sie eine gültige Nummer ein

source: Sensor settings
de: Sensoreneinstellung
nl_nl: Sensor instellingen

source: Select the hardware type for this sensor.
de: Wählen Sie den Hardwaretyp für diesen Sensor aus.
nl_nl: Selecteer het hardwaretype voor deze sensor.

source: Select the measurement type for this sensor.
de: Wählen Sie die Messart für diesen Sensor aus.
nl_nl: Selecteer het meettype voor deze sensor.

source: Please select a measurement type.
de: Bitte wählen Sie die Messungsart aus.
nl_nl: Selecteer een meettype.

source: Enter the minimum value for the alarm.
de: Geben Sie den Mindestwert für den Alarm ein.
nl_nl: Voer de minimale waarde voor het alarm in.

source: Enter the maximum value for the alarm.
de: Geben Sie den Maximalwert für den Alarm ein.
nl_nl: Voer de maximale waarde voor het alarm in.

source: Enter the minimum value that is valid.
de: Geben Sie den gültigen Mindestwert ein.
nl_nl: Voer de minimale waarde in die geldig is.

source: Enter the maximum value that is valid.
de: Geben Sie den gültigen Maximalwert ein.
nl_nl: Voer de maximale waarde in die geldig is.

source: Max diff
de: Max. Differenz
nl_nl: Max verschil

source: Enter the max difference between two measurements that is valid.
de: Geben Sie die maximale Differenz zwischen zwei gültigen Messungen ein.
nl_nl: Voer het maximale verschil tussen twee metingen in dat geldig is.

source: Excl. avg
de: Exklusiver Durchschnitt
nl_nl: Excl. gem

source: Exclude this sensors from average calculations.
de: Sensor nicht für Durchscnnittsberechnungen verwenden.
nl_nl: Sluit deze sensoren uit van gemiddelde berekeningen.

source: Enter offset for this sensor.
de: Offset für diesen Sensor eingeben.
nl_nl: Voer de offset in voor deze sensor.

source: Enter a numeric value.
de: Geben Sie einen numerischen Wert ein.
nl_nl: Voer een numerieke waarde in.

source: minimum moist value
de: Mindestfeuchtewert
nl_nl: minimale vochtigheidswaarde

source: Enter this minimum moist value.
de: Geben Sie den Mindestfeuchtewert ein.
nl_nl: Voer deze minimale vochtigheidswaarde in.

source: Maximum moist value
de: Maximaler Feuchtigkeitswert
nl_nl: Minimale vochtwaarde

source: Enter the maximum moisture value.
de: Geben Sie den maximalen Feuchtigkeitswert ein.
nl_nl: Voer de maximale vochtwaarde in.

source: Compensation sensors
de: Kompensationssensoren
nl_nl: Compensatiesensoren

source: Select the sensors for the compensation calculation.
de: Wählen Sie die Sensoren für die Kompensationsberechnung aus.
nl_nl: Selecteer de sensoren voor de compensatieberekening.

source: Notification service settings
de: Einstellungen für den Benachrichtigungsdienst
nl_nl: Instellingen voor meldingsservices

source: Select the notification service type.
de: Wählen Sie die Benachrichtigungsdienste.

source: Maximum number of messages per minute for this service. Use 0 for unlimited.
de: Maximale Anzahl der Nachrichten für diesen Dienst. Nutze 0 für unendlich.

source: Enable/disable this notification service.
de: Aktivieren/deaktivieren Sie diesen Benachrichtigungsdienst.

source: Select the hardware type for this display.
de: Wählen Sie den Hardwaretyp für diese Anzeige aus.

source: Show title
de: Titel anzeigen
nl_nl: Titel weergeven

source: Show a name and version as title on the display.
de: Titel und Version auf dem Display anzeigen.

source: Receiver email
de: Empfänger-E-Mail
nl_nl: E-mail van de ontvager

source: Enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.

source: SMTP Server address
de: SMTP Server Adresse
nl_nl: SMTP-server adres

source: Enter the mail server address.
de: Bitte geben Sie eine Mailserver Adresse ein.

source: Enter a port number.
de: Portnummer eingeben.

source: The port number cannot be empty.
de: Die Portnummer darf nicht leer sein.

source: SMTP Server username
de: SMTP Server Benutzername
nl_nl: SMTP-server gebruikersnaam

source: Enter a username.
de: Geben Sie einen Nutzernamen ein.

source: SMTP Server password
de: SMTP Server Passwort
nl_nl: SMTP-serverpoort

source: Enter a password.
de: Geben Sie ein Passwort ein.

source: The email notification service will auto detect SSL/TLS connections.
de: Der E-Mail-Benachrichtigungsdienst erkennt automatisch SSL/TLS-Verbindungen.
nl_nl: De e-mailmeldingsservice detecteert automatisch SSL / TLS-verbindingen.

source: Enter the API Token.
de: Geben Sie das API-Token ein.

source: The API token cannot be empty.
de: Das API-Token darf nicht leer sein.

source: User key
de: Benutzerschlüssel
nl_nl: Gebruikerssleutel

source: Enter the user key.
de: Geben Sie den Benutzerschlüssel ein.

source: The user key cannot be empty.
de: Der Schlüssel darf nicht leer sein.

source: Bot Token
de: Bot Einheit

source: Username
de: Benutzername
nl_nl: Gebruikersnaam

source: Red
de: Rot
nl_nl: Rood

source: Enter GPIO pin for red light.
de: Geben Sie Den GPIO für rotes Licht an.

source: Amber
de: Gelb

source: Enter GPIO pin for amber light.
de: Geben Sie den GPIO für gelbes Licht an.

source: Green
de: Grün
nl_nl: Groen

source: Enter GPIO pin for green light.
de: Geben Sie den GPIO für grünes Licht an.

source: Enter GPIO pin for the buzzer.
de: GPIO für den Taster.

source: Buzzer songs
de: Taster Lieder

source: List of available songs to use in the message subject.
de: Liste der verfügbaren Lieder im Nachrichten Objekt.

source: Customer key
de: Kundenschlüssel
nl_nl: Klantsleutel

source: Customer secret
de: Kunden secret
nl_nl: Klant geheim

source: Access token
de: Zugriffstoken
nl_nl: Toegangstoken

source: Access token secret
de: Zugriffstokenschlüssel
nl_nl: Toegang sleutel geheim

source: Full post url
de: Vollständige Beitrags-URL
nl_nl: Volledige bericht-URL (post)

source: Enter the full post url.
de: Geben Sie eine vollständige URL ein.

source: MQTT Server address
de: MQTT Server Adresse
nl_nl: MQTT-server adres

source: MQTT Server username
de: MQTT Server Benutzername
nl_nl: MQTT-server gebruikersnaam

source: MQTT Server password
de: MQTT Server Passwort
nl_nl: MQTT Server-wachtwoord

source: Use SSL
de: SSL aktivieren

source: Toggle this to enable SSL connection.
de: Markierung setzen um SSL Verbindung zu aktivieren.

source: Weather settings
de: Wettereinstellungen
nl_nl: Weer instellingen

source: In order to use the weather system, you need to create a free account at %s.
de: Um das Wettersystem nutzen zu können, müssen Sie ein kostenloses Konto bei %s erstellen.
nl_nl: Om het weer systeem te gebruiken, moet u een gratis account aanmaken op %s.

source: Source url
de: Quelle URL
nl_nl: Bron url

source: Enter the full OpenWeatherMap api url like: %s
de: Geben Sie die vollständige OpenWeatherMap-API-URL ein wie: %s
nl_nl: Voer de volledige OpenWeatherMap api-URL in, zoals: %s

source: The entered url is not valid.
de: Die eingegebene URL ist ungültig.
nl_nl: De ingevoerde url is niet geldig.

source: Webcam settings
de: Webcam-Einstellungen
nl_nl: Webcam instellingen

source: Select the hardware type for this webcam.
de: Wählen Sie den Hardwaretyp für diese Webcam aus.
nl_nl: Selecteer het hardwaretype voor deze webcam.

source: Resolution (width x height)
de: Auflösung (Breite x Höhe)
nl_nl: Resolutie (breedte x hoogte)

source: Enter the resolution.
de: Geben Sie die Auflösung ein.
nl_nl: Voer de resolutie in.

source: The resolution cannot be empty.
de: Die Auflösung darf nicht leer sein.
nl_nl: De resolutie mag niet leeg zijn.

source: Rotation
de: Drehung
nl_nl: Rotatie

source: 0 degrees
de: 0 Grad
nl_nl: 0 graden

source: 90 degrees
de: 90 Grad
nl_nl: 90 graden

source: 180 degrees
de: 180 Grad
nl_nl: 180 graden

source: 270 degrees
de: 270 Grad
nl_nl: 270 graden

source: Flip Horizontal
de: Horizontal spiegeln
nl_nl: Spiegel horizontaal

source: Flip Vertical
de: Vertikal spiegeln
nl_nl: Spiegel verticaal

source: Select a rotation.
de: Wählen Sie eine Drehung aus.
nl_nl: Selecteer een rotatie.

source: White balance
de: Weißabgleich
nl_nl: Witbalans

source: off
de: aus
nl_nl: uit

source: auto
de: automatich

source: sunlight
de: Sonnenlicht
nl_nl: zonlicht

source: cloudy
de: Bewölkt
nl_nl: bewolkt

source: shade
de: Tönung
nl_nl: schaduw

source: tungsten
de: Wolfram
nl_nl: wolfraam

source: fluorescent
de: Fluoreszierend
nl_nl: fluorescerend

source: incandescent
de: Glühlampe
nl_nl: gloeiend

source: flash
de: Blinkt
nl_nl: flits

source: horizon
de: Horizont

source: greyworld
de: schwarz/weiss
nl_nl: grijze wereld

source: Select a white balance.
de: Wählen Sie einen Weißabgleich.
nl_nl: Selecteer een witbalans.

source: Archiving
de: Archivierung
nl_nl: Archivering

source: Motion
de: Bewegung
nl_nl: Beweging

source: 5 minutes
de: 5 Minuten
nl_nl: 5 minuten

source: 15 minutes
de: 15 Minuten
nl_nl: 15 minuten

source: 30 minutes
de: 30 Minuten
nl_nl: 30 minuten

source: 1 hour
de: 1 Stunde
nl_nl: 1 uur

source: 3 hours
de: 3 Stunden
nl_nl: 3 uren

source: 6 hours
de: 6 Stunden
nl_nl: 6 uren

source: 12 hours
de: 12 Studen
nl_nl: 12 uren

source: 1 day
de: 1 Tag
nl_nl: 1 dag

source: Select the duration between archived images.
de: Wählen Sie die Dauer zwischen archivierten Bildern.
nl_nl: Selecteer de duur tussen gearchiveerde afbeeldingen.

source: Archive light state
de: Lichtstatus archivieren
nl_nl: Archief licht status

source: When on
de: Wenn eingeschaltet
nl_nl: Wanneer aan

source: When off
de: Wenn ausgeschaltet
nl_nl: Wanneer uitgeschakeld

source: Light status for taking an archive image.
de: Lichtstatus zum Aufnehmen eines Archivbildes.
nl_nl: Lichtstatus voor het maken van een archiefbeeld.

source: Archive door state
de: Türstatus archivieren
nl_nl: Archief deur status

source: Door status for taking an archive image.
de: Türstatus zum Aufnehmen eines Archivbildes.
nl_nl: Deurstatus voor het maken van een archiefbeeld.

source: Flash
de: Blitzlicht
nl_nl: Flits

source: Select a relay that will act as a flasher.
de: Wählen Sie das Relais aus, dass das Blitzlicht steuert.
nl_nl: Selecteer een schakelaar dat als flitser zal fungeren.

source: Show motion boxes
de: Bewegungsboxen anzeigen
nl_nl: Bewegingsvakken weergeven

source: None
de: Keine
nl_nl: Geen

source: Blue
de: Blau
nl_nl: Blauw

source: Show motion boxes on the archived images.
de: Bewegungsboxen auf den archivierten Bildern anzeigen.
nl_nl: Toon motion boxen op de gearchiveerde beelden.

source: Motion delta threshold
de: Bewegungs-Delta-Schwelle
nl_nl: Drempel bewegingsdelta

source: Enter the motion threshold.
de: Geben Sie die Bewegungsschwelle ein.
nl_nl: Voer de bewegingsdrempel in.

source: Motion minimum area
de: Bewegungsmindestfläche
nl_nl: Beweging minimaal oppervlakte

source: Enter an area size.
de: Geben Sie eine Bereichsgröße ein.
nl_nl: Voer een gebiedsgrootte in.

source: Motion comparison frame
de: Bewegungsvergleichsrahmen
nl_nl: Afbeelding voor bewegingsvergelijking

source: Last frame
de: Letztes Bild
nl_nl: Laatste beeld

source: Last archived frame
de: Letztes archiviertes Bild
nl_nl: Laatst gearchiveerde afbeelding

source: Which frame to use for motion detection.
de: Welches Bild für die Bewegungserkennung verwendet werden soll.
nl_nl: Welk frame te gebruiken voor bewegingsdetectie.

source: Preview
de: Vorschau
nl_nl: Voorbeeld

source: Notification services
de: Benachrichtigungsdienste
nl_nl: Meldingsdiensten

source: Add service
de: Service hinzufügen
nl_nl: Voeg een dienst toe

source: Notification messages
de: Benachrichtigungen
nl_nl: Meldingsberichten

source: Add message
de: Nachricht hinzufügen
nl_nl: Bericht toevoegen

source: # Files
de: # Dateien
nl_nl: # Bestanden

source: Volume
de: Lautstärke

source: No relays
de: Keine Relais
nl_nl: Geen schakelaars

source: Add new relay
de: Neues Relais hinzufügen
nl_nl: Voeg een nieuwe schakelaar toe

source: Total
de: Insgesamt
nl_nl: Totaal

source: Manual mode
de: Manueller Modus
nl_nl: Handmatige bediening

source: Replaced
de: Ersetzt
nl_nl: Vervangen

source: Replace hardware
de: Hardware ersetzen
nl_nl: Vervang hardware

source: {sensor_type} sensors
de: {sensor_type} Sensoren
nl_nl: {sensor_type} sensoren

source: No sensors
de: Keine Sensoren
nl_nl: Geen sensoren

source: Add new sensor
de: Neuen Sensor hinzufügen
nl_nl: Voeg nieuwe sensor toe

source: Show/hide help information
de: Hilfeinformationen anzeigen/ausblenden
nl_nl: Help-informatie weergeven / verbergen

source: Pi power usage
de: Pi-Stromverbrauch
nl_nl: Pi stroomverbruik

source: Enter the total power usage of the Pi with all its USB devices connected.
de: Geben Sie den Gesamtstromverbrauch des Pi mit allen angeschlossenen USB-Geräten ein.
nl_nl: Voer het totale stroomverbruik van de Pi in met al zijn USB-apparaten aangesloten.

source: IP number
de: IP Adresse
nl_nl: IP-nummer

source: Enter the IP to listen for connections. Default 0.0.0.0
de: Geben Sie die IP Adresse an, auf der das Gerät erreichbar sein soll. Standard: 0.0.0.0
nl_nl: Voer het IP-adres in om naar verbindingen te luisteren. Standaard 0.0.0.0

source: Please enter a valid IP address
de: Bitte gültige IP-Adresse eingeben
nl_nl: Voer een geldig IP-adres in

source: Port number
de: Port-Nummer
nl_nl: Poort nummer

source: Enter the port number to listen for connections. Default 8090
de: Geben Sie die Portnummer ein, um auf Verbindungen zu warten: Standard: 8090
nl_nl: Voer het poortnummer in om naar verbindingen te luisteren. Standaard 8090

source: Authentication mode
de: Authentifizierungsmodus
nl_nl: Authenticatiemodus

source: Full authentication
de: Vollständige Authentifizierung
nl_nl: Volledige authenticatie

source: Only for changes
de: Nur für Änderungen
nl_nl: Alleen voor wijzigingen

source: No authentication
de: Keine Authentifizierung
nl_nl: Geen authenticatie

source: Always authenticate or only when changes are being made.
de: Immer oder nur bei Änderungen authentifizieren.
nl_nl: Verifieer altijd of alleen wanneer er wijzigingen worden aangebracht.

source: User name
de: Benutzername
nl_nl: Gebruikersnaam

source: Enter the user name for authentication.
de: Geben Sie den Benutzernamen für die Authentifizierung ein.
nl_nl: Voer de gebruikersnaam voor authenticatie in.

source: The user name cannot be empty.
de: Der Benutzername darf nicht leer sein.
nl_nl: De gebruikersnaam mag niet leeg zijn.

source: New password
de: Neues Passwort
nl_nl: Nieuw wachtwoord
